[
    {
        "id": 1,
        "picture": "https://i.ibb.co/H7FmqH5/Health-2.jpg",
        "title": "Maternal and Child care",
        "category": "Health",
        "category_bg": "#0052FF33",
        "card_bg": "#0052FF26",
        "txtbtn_bg": "#0052FF",
        "description": "Maternal and Child Healthcare is a critical component of public health initiatives aimed at safeguarding the well-being of mothers and their children. This vital field of healthcare focuses on providing comprehensive support and medical services to expectant mothers, infants, and children, ensuring their physical and emotional health from pregnancy through infancy and early childhood. Within the realm of Maternal and Child Healthcare, a range of services is offered, including prenatal care to monitor the health of mothers during pregnancy, safe delivery practices to reduce maternal mortality.",
        "price": "290"
    },
    {
        "id": 2,
        "picture": "https://i.ibb.co/rdbSW4m/Education-2.jpg",
        "title": "Good Education",
        "category": "Education",
        "category_bg": "#FF444A33",
        "card_bg": "#FF444A26",
        "txtbtn_bg": "#FF444A",
        "description": "There are many things that can be done to ensure that all people have access to a good education. Governments can invest in public schools, provide financial assistance to students, and make sure that all schools have qualified teachers and resources. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": "210"
    },
    {
        "id": 3,
        "picture": "https://i.ibb.co/q9Xrct5/Clothing-2.jpg",
        "title": "Used Clothing Drive",
        "category": "Clothing",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "txtbtn_bg": "#79C23F",
        "description": "There are many things that can be done to ensure that all people have access to a good education. Governments can invest in public schools, provide financial assistance to students, and make sure that all schools have qualified teachers and resources. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": "250"
    },
    {
        "id": 4,
        "picture": "https://i.ibb.co/Y7MVngt/Food-2.jpg",
        "title": "Feed the hungry people",
        "category": "Food",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "txtbtn_bg": "#F87147",
        "description": "Feed the Hungry is a heartfelt community initiative dedicated to addressing food insecurity and hunger in our local area. We believe that no one should go to bed hungry, and with your support, we can make a significant difference. This donation drive encourages individuals, businesses, and organizations to contribute non-perishable food items, canned goods, and essential pantry staples to help those in need. By participating in this drive, you become a vital part of our mission to provide nourishment and hope to individuals and families facing food challenges.",
        "price": "220"
    },
    {
        "id": 5,
        "picture": "https://i.ibb.co/gTFTCbL/Food-3.jpg",
        "title": "Better Food for Everyone",
        "category": "Food",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "txtbtn_bg": "#F87147",
        "description": "There are many things that can be done to ensure that all people have access to a good education. Governments can invest in public schools, provide financial assistance to students, and make sure that all schools have qualified teachers and resources. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": "220"
    },
    {
        "id": 6,
        "picture": "https://i.ibb.co/D8hQMBF/Clothing.jpg",
        "title": "Dress for Success Program",
        "category": "Clothing",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "txtbtn_bg": "#79C23F",
        "description": "Donors play a vital role by contributing clothing items they no longer need, ensuring that these resources find their way to individuals and families who require them most. These donations not only provide warmth and protection from the elements but also promote a sense of belonging and dignity. They can help children attend school comfortably, job seekers make a positive impression at interviews, and families in crisis regain stability. By participating in clothing donation efforts, you contribute to building a more compassionate and supportive community, one garment at a time.",
        "price": "250"
    },
    {
        "id": 7,
        "picture": "https://i.ibb.co/LgDCght/Education-3.jpg",
        "title": "Literacy Empowerment",
        "category": "Education",
        "category_bg": "#FF444A33",
        "card_bg": "#FF444A26",
        "txtbtn_bg": "#FF444A",
        "description": "Providing literacy and reading programs for children and adults in underserved communities, aiming to improve their reading and writing skills and promote lifelong learning. Access to quality education is a fundamental right that can be achieved through a concerted effort from various stakeholders. Governments play a crucial role by allocating resources to public schools, ensuring equitable distribution of funding, and recruiting and retaining qualified educators. Financial assistance programs can make higher education accessible to a broader range of students.",
        "price": "210"
    },
    {
        "id": 8,
        "picture": "https://i.ibb.co/NCbdXH9/Health-3.jpg",
        "title": "Clean water for children",
        "category": "Health",
        "category_bg": "#0052FF33",
        "card_bg": "#0052FF26",
        "txtbtn_bg": "#0052FF",
        "description": "There are many things that can be done to ensure that all people have access to a good education. Governments can invest in public schools, provide financial assistance to students, and make sure that all schools have qualified teachers and resources. Families can support their children's education by creating a learning environment at home and helping them with their schoolwork. Teachers can create a positive and supportive learning environment for their students and challenge them to reach their full potential.",
        "price": "290"
    },
    {
        "id": 9,
        "picture": "https://i.ibb.co/h77svhQ/Health.jpg",
        "title": "Health Awareness Campaign",
        "category": "Health",
        "category_bg": "#0052FF33",
        "card_bg": "#0052FF26",
        "txtbtn_bg": "#0052FF",
        "description": "A Health Awareness Campaign is a proactive and educational initiative designed to inform and empower individuals and communities to take charge of their health and well-being. It serves as a powerful tool for disseminating essential health information, promoting healthy behaviors, and preventing illnesses and health-related issues. The primary goal of a Health Awareness Campaign is to raise public awareness about various health topics, from preventing infectious diseases to managing chronic conditions, mental health, nutrition, and lifestyle choices.",
        "price": "290"
    },
    {
        "id": 10,
        "picture": "https://i.ibb.co/9gXgnph/Education.jpg",
        "title": "Vocational Training for Youth",
        "category": "Education",
        "category_bg": "#FF444A33",
        "card_bg": "#FF444A26",
        "txtbtn_bg": "#FF444A",
        "description": "Empower young people with essential skills for various trades and industries, increasing their employability and career prospects. Families are essential partners in this endeavor, as they can reinforce learning by creating a stimulating home environment and engaging in their children's educational journey. Additionally, teachers are pivotal in the educational equation, as they can create a safe and inclusive classroom atmosphere, motivate students to excel, and adapt teaching methods to cater to diverse learning needs.",
        "price": "210"
    },
    {
        "id": 11, 
        "picture": "https://i.ibb.co/Syk7sCT/Clothing-3.jpg",
        "title": "Winter Coat Drive",
        "category": "Clothing",
        "category_bg": "#79C23F33",
        "card_bg": "#79C23F26",
        "txtbtn_bg": "#79C23F",
        "description": "Collecting and distributing warm winter coats to individuals and families in need during the cold months, ensuring they stay warm and protected. The act of clothing donation brings warmth and dignity to countless lives. It involves individuals, communities, and organizations coming together to collect and distribute clothing to those in need. By donating gently used or new clothing, you provide vulnerable individuals and families with essential garments to shield them from the elements and boost their self-esteem.",
        "price": "250"
    },
    {
        "id": 12,
        "picture": "https://i.ibb.co/p0trgNW/Food.jpg",
        "title": "Share Your Meal",
        "category": "Food",
        "category_bg": "#F8714733",
        "card_bg": "#F8714726",
        "txtbtn_bg": "#F87147",
        "description": "Share the Meal is a collaborative effort to build a stronger, more caring community. This program invites individuals and groups to come together to share the abundance of good food with those less fortunate. By donating non-perishable food items and other essential supplies, you contribute to ensuring that everyone has access to nutritious meals and the basic necessities they deserve. Your support fosters a sense of togetherness and demonstrates the power of collective action in combating hunger and promoting well-being in our community.",
        "price": "220"
    }
]